<template>
    <div class="cards">
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
        <p>主页内容卡片列表</p>
    </div>
</template>

<style scoped>
.cards {
    margin: 20px;
}
</style>